Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# settings_view_allow_copy_file_title
source: Any type of file
ar: أي نوع من الملفات
bg: Всеки тип файлове
cs: Jakýkoli typ souboru
da: Enhver type fil
de: Dateien jeder Art
el: Οποιοδήποτε είδος αρχείου
es: Cualquier tipo de archivo
fa: هر نوع فایل
fi: Kaikki tiedostotyypit
fr: Tout type de fichier
he: כל סוג אחר של קובץ
hi: किसी भी प्रकार की फाइल
hr: Bilo koja vrsta datoteke
hu: Bármilyen típusú fájl
id: Tipe file apa saja
it: Qualsiasi tipo di file
ja: あらゆる種類のファイル
ko: 모든 유형의 파일
nb: Enhver type fil
nl: Elk type bestand
pl: Dowolny typ pliku
pt_pt: Qualquer tipo de arquivo
ro: Orice tip de fișier
ru: Любой тип файла
sk: Akýkoľvek typ súboru
sl: Katera koli vrsta datoteke
sq: Çdo lloj skedari
sr_latn: Bilo koja vrsta fajla
sv: Vilken typ av fil som helst
tr: Herhangi bir dosya türü
uk: Будь-який тип файлу
vi: Mọi loại tệp
zh_hans: 任何类型的文件
zh_hant: 任何類型的文件

# settings_view_allow_copy_text_title
source: Text messages
ar: رسائل نصية
bg: Текстови съобщения
cs: Textové zprávy
da: Tekstbeskeder
de: Textnachrichten
el: Μηνύματα κειμένου
es: Mensajes de texto
fa: پیام های متنی
fi: Tekstiviestit
fr: Messages de texte
he: הודעות טקסט
hi: मूल संदेश
hr: Tekstne poruke
hu: Szöveges üzenetek
id: Pesan teks
it: Messaggi di testo
ja: テキストメッセージ
ko: 문자 메시지
nb: Tekstmeldinger
nl: Tekstberichten
pl: Wiadomości SMS
pt_pt: Mensagens de texto
ro: Mesaje text
ru: Текстовые сообщения
sk: Textové správy
sl: Besedilna sporočila
sq: Mesazhe tekst
sr_latn: Tekstualne poruke
sv: Textmeddelanden
tr: Metin mesajları
uk: Текстові повідомлення
vi: Tin nhắn văn bản
zh_hans: 短信
zh_hant: 短信

# settings_view_audio_call_category_title
source: Audio calls
ar: المكالمات الصوتية
bg: Гласови обаждания
cs: Hlasové hovory
da: Audioopkald
de: Sprachanrufe
el: Φωνητικές κλήσεις
es: Llamadas de voz
fa: تماسهای صوتی
fi: Äänipuhelut
fr: Appels vocaux
he: שיחות קוליות
hi: ऑडियो कॉलस
hr: Glasovni pozivi
hu: Hanghívások
id: Panggilan audio
it: Chiamate audio
ja: 音声通話
ko: 음성 전화
nb: Lydanrop
nl: Audio-oproepen
pl: Połączenia audio
pt_pt: Chamadas de áudio
ro: Apeluri audio
ru: Голосовой вызов
sk: Hlasové hovory
sl: Glasovni klici
sq: Thirrje zanore
sr_latn: Audio pozivi
sv: Ljudsamtal
tr: Sesli aramalar
uk: Аудіо виклики
vi: Cuộc gọi thoại
zh_hans: 音频通话
zh_hant: 音頻通話

# settings_view_audio_call_notification_ringtone_title
source: Ringtone name
ar: إختيار الصوت
bg: Име на мелодия
cs: Název vyzvánění
da: Ringetone navn
de: Name des Klingeltons
el: Όνομα ήχου κλήσης
es: Nombre del tono de llamada
fa: نام آهنگ زنگ
fi: Soittoäänen nimi
fr: Nom de la sonnerie
he: שם צליל
hi: रिंगटोन नाम
hr: Naziv melodije zvona
hu: Csengőhang neve
id: Nama nada dering
it: Nome della suoneria
ja: 着メロの名前
ko: 벨소리 이름
nb: Ringetone navn
nl: Naam van de beltoon
pl: Nazwa dzwonka
pt_pt: Nome do toque
ro: Nume ton apel
ru: Название мелодии звонка
sk: Názov zvonenia
sl: Ime melodije zvonjenja
sq: Emri i ziles
sr_latn: Naziv melodije
sv: Ringtone namn
tr: Zil sesi adı
uk: Назва рингтону
vi: Tên nhạc chuông
zh_hans: 铃声名称
zh_hant: 鈴聲名稱

# settings_view_audio_call_notification_title
source: Ringtone
ar: رنين
bg: Мелодия
cs: Vyzvánění
da: Ringetone
de: Klingelton
el: Ήχος κλήσης
es: Campana
fa: آهنگ زنگ
fi: Soittoääni
fr: Sonnerie
he: צלצול
hi: रिंगटोन
hr: Melodija zvona
hu: Csengőhang
id: Nada dering
it: Suoneria
ja: 着メロ
ko: 벨소리
nb: Ringetone
pl: Dzwonek
pt_pt: Toque
ro: Ton apel
ru: Мелодия
sk: Zvonenie
sl: Melodija zvonjenja
sq: Zile
sr_latn: Melodija zvona
tr: Zil sesi
uk: Рингтон
vi: Nhạc chuông
zh_hans: 铃声
zh_hant: 鈴聲

# settings_view_audio_call_vibration_title
source: Viber
ar: هزاز
bg: Вибрация
cs: Vibrace
de: Vibrieren
el: Δόνηση
es: Vibrador
fa: وایبر
fr: Vibreur
he: רטט
hi: वाईबर
hr: Vibriraj
hu: Rezgés
id: Getar
ja: 振動
ko: 바이버
pl: Wibruj
pt_pt: Vibração
ro: Vibrare
ru: Вибрация
sk: Vibrácie
sl: Vibriranje
sq: Dridhje
sr_latn: Vibriraj
uk: Вібрація
vi: Rung
zh_hans: 颤动
zh_hant: 颤动

# settings_view_authorization_title
source: Permissions
ar: أذونات
bg: Разрешения
cs: Oprávnění
da: Tilladelser
de: Berechtigungen
el: Δικαιώματα
es: Permisos
fa: مجوزها
fi: Käyttöoikeudet
fr: Autorisations
he: הרשאות
hi: अनुमतियां
hr: Dopuštenja
hu: Engedélyek
id: Izin
it: Permessi
ja: 権限
ko: 사용 권한
nb: Tillatelser
nl: Rechten
pl: Uprawnienia
pt_pt: Permissões
ro: Permisiuni
ru: Разрешения
sk: Povolenia
sl: Dovoljenja
sq: Lejet
sr_latn: Dozvole
sv: Behörigheter
tr: Izinler
uk: Дозволи
vi: Quyền truy cập
zh_hans: 权限
zh_hant: 權限

# settings_view_call_item_menu_all
source: All calls
ar: جميع المكالمات
bg: Всички обаждания
cs: Všechny hovory
da: Alle opkald
de: Alle Anrufe
el: Όλες οι κλήσεις
es: Todas las llamadas
fa: همه تماس ها
fi: Kaikki puhelut
fr: Tous les appels
he: כל השיחות
hi: तमाम कॉल्स
hr: Svi pozivi
hu: Összes hívás
id: Semua panggilan
it: Tutte le chiamate
ja: すべての通話
ko: 모든 호출
nb: Alle anrop
nl: Alle oproepen
pl: Wszystkie połączenia
pt_pt: Todas as chamadas
ro: Toate apelurile
ru: Все звонки
sk: Všetky hovory
sl: Vsi klici
sq: Të gjitha thirrjet
sr_latn: Svi pozivi
sv: Alla samtal
tr: Tüm çağrılar
uk: Всі дзвінки
vi: Tất cả cuộc gọi
zh_hans: 所有通话
zh_hant: 所有通話

# settings_view_chat_category_title
source: Messages
ar: المشاركات
bg: Съобщения
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
fa: پیامها
fi: Viestien
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
ko: 메시지
nb: Meldinger
nl: Berichten
pl: Wiadomości
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sl: Sporočila
sq: Mesazhet
sr_latn: Poruke
sv: Inlägg
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn
zh_hans: 消息
zh_hant: 消息

# settings_view_chat_ringtone_title
source: Sound name
ar: إختيار الصوت
bg: Име на звук
cs: Název zvuku
da: Lydnavn
de: Name des Tons
el: Όνομα ήχου
es: Nombre del sonido
fa: نام صدا
fi: Äänen nimi
fr: Nom du son
he: שם צליל
hi: ध्वनि नाम
hr: Naziv zvuka
hu: Hang neve
id: Nama bunyi
it: Nome del suono
ja: サウンド名
ko: 소리 이름
nb: Lydnavn
nl: Geluid naam
pl: Nazwa dźwięku
pt_pt: Nome do som
ro: Nume sunet
ru: Звук оповещения
sk: Názov zvuku
sl: Ime zvoka
sq: Emri i tingullit
sr_latn: Naziv zvuka
sv: Ljudnamn
tr: Ses adı
uk: Озвучення назви
vi: Tên âm thanh
zh_hans: 声音名称
zh_hant: 聲音名稱

# settings_view_chat_title
source: Sound
ar: رنين
bg: Звук
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
es: Su
fa: صدا
fi: Ääni
fr: Son
he: צליל
hi: ध्वनि
hr: Zvuk
hu: Hang
id: Bunyi
it: Suono
ja: サウンド
ko: 소리
nb: Lyd
nl: Geluid
pl: Dźwięk
pt_pt: Som
ro: Sunet
ru: звук
sk: Zvuk
sl: Zvok
sq: Tingulli
sr_latn: Zvuk
sv: Ljud
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

# settings_view_chat_vibration_title
source: Viber
ar: هزاز
bg: Вибрация
cs: Vibrace
de: Vibrieren
el: Δόνηση
es: Vibrador
fa: وایبر
fr: Vibreur
he: רטט
hi: वाईबर
hr: Vibriraj
hu: Rezgés
id: Getar
ja: 振動
ko: 바이버
pl: Wibruj
pt_pt: Vibração
ro: Vibrare
ru: Вибрация
sk: Vibrovať
sl: Vibriranje
sq: Dridhje
sr_latn: Vibriraj
uk: Вібрація
vi: Rung
zh_hans: 颤动
zh_hant: 颤动

# settings_view_content_information
source: Resolution of media contents sent in a conversation: high definition requires more data and therefore more transmission time.
ar: تعريف محتويات الوسائط المرسلة في المحادثة: يتطلب الوضوح العالي مزيدًا من البيانات وبالتالي وقتًا أطول للإرسال.
bg: Резолюцията на медиите, изпращани в разговор: високата резолюция изисква повече данни и повече време за предаване.
cs: Rozlišení médií odeslaných v konverzaci: vysoké rozlišení vyžaduje více dat a tedy delší přenos.
da: Definition af medieindhold, der sendes i en samtale: High definition kræver flere data og derfor mere transmissionstid.
de: Auflösung von Medieninhalten, die in einer Unterhaltung gesendet werden: High Definition erfordert mehr Datenvolumen und somit eine längere Übertragungszeit.
el: Η ανάλυση των πολυμέσων που αποστέλλονται σε συνομιλία: η υψηλή ανάλυση απαιτεί περισσότερα δεδομένα και περισσότερο χρόνο μεταφοράς.
es: Resolución de contenidos multimedia enviados en una conversación: la alta definición requiere más datos y por tanto más tiempo de transmisión.
fa: وضوح محتوای رسانه ای ارسال شده در یک مکالمه: وضوح بالا به داده های بیشتر و در نتیجه زمان انتقال بیشتر نیاز دارد.
fi: Keskustelussa lähetettyjen mediasisältöjen resoluutio: teräväpiirto vaatii enemmän dataa ja siten enemmän lähetysaikaa.
fr: Résolution des contenus médias envoyés dans une conversation : la haute définition nécessite plus de données et donc plus de temps de transmission.
he: רזולוציה של תוכן מדיה שנשלח בצ'אט: High Definition דורש יותר נתונים ולכן יותר זמן שידור.
hi: वार्तालाप में भेजी गई मीडिया सामग्री का समाधान: हाई डेफिनिशन के लिए अधिक डेटा की आवश्यकता होती है और इसलिए अधिक प्रसारण समय लगता है।
hr: Razlučivost medijskih sadržaja poslanih u razgovoru: visoka razlučivost zahtijeva više podataka i stoga više vremena prijenosa.
hu: A beszélgetésben küldött média felbontása: a nagy felbontás több adatforgalmat és hosszabb átvitelidőt igényel.
id: Resolusi konten media yang dikirim dalam percakapan: definisi tinggi membutuhkan lebih banyak data dan karenanya lebih banyak waktu transmisi.
it: Risoluzione dei contenuti multimediali inviati in una conversazione: l’alta definizione richiede più dati e quindi più tempo di trasmissione.
ja: 会話で送信されるメディア コンテンツの解像度: 高解像度では、より多くのデータが必要になるため、送信時間が長くなります。
ko: 대화에서 전송되는 미디어 콘텐츠의 해상도: 고화질에는 더 많은 데이터가 필요하므로 전송 시간이 더 걸립니다.
nb: Oppløsning av medieinnhold som sendes i en samtale: høy oppløsning krever mer data og derfor mer sendetid.
nl: Definitie van media-inhoud die in een gesprek wordt verzonden: high definition vereist meer gegevens en dus meer transmissietijd.
pl: Rozdzielczość treści multimedialnych przesyłanych w konwersacji: wysoka rozdzielczość wymaga większej ilości danych, a co za tym idzie dłuższego czasu transmisji.
pt_pt: Resolução dos conteúdos de mídia enviados em uma conversa: a alta definição requer mais dados e, portanto, mais tempo de transmissão.
ro: Rezoluția conținutului media trimis într-o conversație: definiția înaltă necesită mai multe date și timp de transmisie.
ru: Разрешение медиаконтента, отправляемого во время разговора: для высокой четкости требуется больше данных и, следовательно, больше времени на передачу.
sk: Rozlíšenie mediálneho obsahu odoslaného v konverzácii: vysoké rozlíšenie vyžaduje viac dát a teda dlhší čas prenosu.
sl: Ločljivost medijskih vsebin, poslanih v pogovoru: visoka ločljivost zahteva več podatkov in zato več časa za prenos.
sq: Rezolucioni i mediave të dërguara në një bisedë: definicioni i lartë kërkon më shumë të dhëna dhe, për rrjedhojë, më shumë kohë transmetimi.
sr_latn: Rezolucija medijskih sadržaja poslatih u razgovoru: visoka definicija zahteva više podataka i samim tim više vremena za prenos.
sv: Upplösning av medieinnehåll som skickas i en konversation: hög upplösning kräver mer data och därför längre sändningstid.
tr: Upplösning av medieinnehåll som skickas i en konversation: hög upplösning kräver mer data och därför längre sändningstid.
uk: Роздільна здатність медіа-вмісту, надісланого в розмові: висока чіткість вимагає більше даних і, отже, більше часу на передачу.
vi: Độ phân giải nội dung phương tiện trong cuộc trò chuyện: chất lượng cao cần nhiều dữ liệu và thời gian truyền hơn.
zh_hans: 对话中发送的媒体内容的定义：高清晰度需要更多的数据，因此需要更多的传输时间。
zh_hant: 對話中發送的媒體內容的定義：高清晰度需要更多的數據，因此需要更多的傳輸時間。

# settings_view_content_title
source: Media
ar: وسائل الإعلام
bg: Медии
cs: Média
da: Medier
de: Medien
el: Πολυμέσα
es: Medios
fa: رسانه ها
fr: Médias
he: כְּלֵי תִקְשׁוֹרֶת
hi: मीडिया
hr: Mediji
hu: Média
ja: メディア
ko: 미디어
pl: Głoska bezdźwięczna
pt_pt: Mídia
ru: Медиаконтент
sk: Médiá
sl: Mediji
sr_latn: Mediji
uk: Медіа
vi: Phương tiện
zh_hans: 媒体
zh_hant: 媒體

# settings_view_default_value_message
source: These parameters are used as defaults at the application level.
ar: يتم استخدام هذه المعلمات كإعدادات افتراضية على مستوى التطبيق.
bg: Тези параметри се използват като стойности по подразбиране на ниво приложение.
cs: Tyto parametry jsou používány jako výchozí na úrovni aplikace.
da: Disse parametre bruges som standard på applikationsniveau.
de: Diese Parameter werden als Standardwerte auf Anwendungsebene verwendet.
el: Αυτές οι παράμετροι χρησιμοποιούνται ως προεπιλογές σε επίπεδο εφαρμογής.
es: Estos parámetros se utilizan como valores predeterminados en el nivel de la aplicación.
fa: این پارامترها به عنوان پیش فرض در سطح برنامه استفاده می شوند.
fi: Näitä parametreja käytetään oletusarvoina sovellustasolla.
fr: Ces paramètres sont utilisés par défaut au niveau de l’application.
he: פרמטרים אלה משמשים כברירת מחדל ברמת היישום.
hi: इन मापदंडों का उपयोग अनुप्रयोग स्तर पर चूक के रूप में किया जाता है।
hr: Ovi se parametri koriste kao zadani na razini aplikacije.
hu: Ezek a beállítások alkalmazásszinten alapértelmezettként használatosak.
id: Parameter ini digunakan sebagai default di tingkat aplikasi.
it: Questi parametri vengono utilizzati come valori predefiniti a livello di applicazione.
ja: これらのパラメータは、アプリケーションレベルでデフォルトとして使用されます。
ko: 이러한 매개변수는 애플리케이션 수준에서 기본값으로 사용됩니다.
nb: Disse parameterne brukes som standard på applikasjonsnivå.
nl: Deze parameters worden standaard gebruikt op applicatieniveau.
pl: Te parametry są używane jako domyślne na poziomie aplikacji.
pt_pt: Esses parâmetros são usados como padrões no nível do aplicativo.
ro: Acești parametri sunt utilizați ca valori implicite la nivelul aplicației.
ru: Эти параметры используются по умолчанию на уровне приложения.
sk: Tieto parametre sa používajú ako predvolené na úrovni aplikácie.
sl: Ti parametri se uporabljajo kot privzete vrednosti na ravni aplikacije.
sq: Këta parametra përdoren si parazgjedhje në nivel aplikacioni.
sr_latn: Ovi parametri se koriste kao podrazumevani na nivou aplikacije.
sv: Dessa parametrar används som standard på applikationsnivå.
tr: Bu parametreler, uygulama düzeyinde varsayılanlar olarak kullanılır.
uk: Ці параметри встановлені у додатку за замовчуванням.
vi: Các cài đặt này được dùng mặc định trên toàn ứng dụng.
zh_hans: 这些参数在应用程序级别用作默认值。
zh_hant: 這些參數在應用程序級別用作默認值。

# settings_view_display_call_menu_missed
source: Missed calls only
ar: المكالمات الفائتة فقط
bg: Само пропуснати обаждания
cs: Pouze zmeškané hovory
da: Kun ubesvarede opkald
de: Nur verpasste Anrufe
el: Μόνο αναπάντητες
es: Sólo llamadas perdidas
fa: فقط تماس های از دست رفته
fi: Vain vastaamattomat puhelut
fr: Appels manqués uniquement
he: שיחות שלא נענו בלבד
hi: केवल मिस्ड कॉल
hr: Samo propušteni pozivi
hu: Csak nem fogadott hívások
id: Hanya panggilan tidak terjawab saja
it: Solo chiamate perse
ja: 不在着信のみ
ko: 부재중 전화만
nb: Bare tapte anrop
nl: Alleen gemiste oproepen
pl: Tylko nieodebrane połączenia
pt_pt: Apenas chamadas perdidas
ro: Doar apeluri pierdute
ru: Только пропущенные звонки
sk: Iba zmeškané hovory
sl: Samo zgrešeni klici
sq: Vetëm thirrje të humbura
sr_latn: Samo propušteni pozivi
sv: Endast missade samtal
tr: Yalnızca cevapsız çağrılar
uk: Лише пропущені дзвінки
vi: Chỉ cuộc gọi nhỡ
zh_hans: 仅未接来电
zh_hant: 僅未接來電

# settings_view_display_call_menu_none
source: No Calls
ar: لا مكالمات
bg: Без обаждания
cs: Žádné hovory
da: Ingen opkald
de: Keine Anrufe
el: Χωρίς κλήσεις
es: Sin llamadas
fa: بدون تماس
fi: Ei puheluita
fr: Aucun appel
he: אין שיחות
hi: एकभी कॊल नही
hr: Bez poziva
hu: Nincsenek hívások
id: Tidak ada panggilan
it: Nessuna chiamata
ja: 通話禁止
ko: 통화 불가
nb: Ingen anrop
nl: Geen oproepen
pl: Żadnych połączeń
pt_pt: Nenhuma chamada
ro: Fără apeluri
ru: Нет вызова
sk: Žiadne hovory
sl: Brez klicev
sq: Pa thirrje
sr_latn: Nema poziva
sv: Inga samtal
tr: Çağrı yok
uk: Без дзвінків
vi: Không có cuộc gọi
zh_hans: 没有来电
zh_hant: 沒有來電

# settings_view_display_call_none
source: None
ar: لا أحد
bg: Няма
cs: Žádné
da: Ingen
de: Nicht vorhanden
el: Καμία
es: Ninguno
fa: هیچ یک
fi: Ei mitään
fr: Aucun
he: אין
hi: कुछ भी नहीं
hr: Nijedno
hu: Nincs
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nb: Ingen
nl: Geen
pl: Nic nie
pt_pt: Nenhum
ro: Niciunul
ru: Нет
sk: Žiadne
sl: Brez
sq: Asnjë
sr_latn: Nijedno
sv: Ingen
tr: Hiçbiri
uk: Жодного
vi: Không có
zh_hans: 没有任何
zh_hant: 沒有任何

# settings_view_display_call_title
source: Show call notifications in conversations
ar: إظهار إشعارات المكالمات في المحادثات
bg: Показвай известия за обаждания в разговорите
cs: Zobrazovat oznámení hovorů v konverzacích
da: Vis opkalds meddelelser i samtaler
de: Anrufbenachrichtigungen in Unterhaltungen anzeigen
el: Εμφάνιση ειδοποιήσεων κλήσεων στις συνομιλίες
es: Mostrar notificaciones de llamadas en conversaciones
fa: نمایش اعلان های تماس در مکالمات
fi: Näytä puheluilmoitukset keskusteluissa
fr: Afficher les notifications d’appel dans les conversations
he: הצג התראות על שיחות בדיונים
hi: बातचीत में कॉल सूचनाएं दिखाएं
hr: Prikaži obavijesti o pozivima u razgovorima
hu: Hívásértesítések megjelenítése a beszélgetésekben
id: Tampilkan pemberitahuan panggilan dalam percakapan
it: Mostra notifiche di chiamata nelle conversazioni
ja: 会話に通話通知を表示する
ko: 대화에서 통화 알림 표시
nb: Vis anrops varsler i samtaler
nl: Toon oproep meldingen in gesprekken
pl: Pokazuj powiadomienia o połączeniach w rozmowach
pt_pt: Mostrar notificações de chamadas em conversas
ro: Afișați notificările apelurilor în conversații
ru: Показывать уведомления о вызовах в разговорах
sk: Zobraziť oznámenia o hovoroch v konverzáciách
sl: Prikaži obvestila o klicih v pogovorih
sq: Shfaq njoftimet e thirrjeve në biseda
sr_latn: Prikaži obaveštenja o pozivima u razgovorima
sv: Visa samtalsaviseringar i konversationer
tr: Konuşmalarda çağrı bildirimlerini göster
uk: Показувати сповіщення про дзвінки в розмовах
vi: Hiển thị thông báo cuộc gọi trong cuộc trò chuyện
zh_hans: 在对话中显示来电通知
zh_hant: 在對話中顯示來電通知

# settings_view_display_notification_content_title
source: Display message contents
ar: عرض محتوى الرسالة
bg: Показване на съдържание на съобщенията
cs: Zobrazit obsah zpráv
da: Vis besked indhold
de: Inhalt der Nachricht anzeigen
el: Εμφάνιση περιεχομένου μηνυμάτων
es: Mostrar contenido del mensaje
fa: نمایش محتویات پیام
fi: Näytä viestin sisältö
fr: Afficher le contenu du message
he: הצג תכני הודעה
hi: संदेश सामग्री प्रदर्शित करें
hr: Prikaži sadržaj poruka
hu: Üzenettartalom megjelenítése
id: Tampilkan isi pesan
it: Mostra il contenuto del messaggio
ja: メッセージ内容を表示する
ko: 메시지 내용 표시
nb: Vis meldingsinnhold
nl: Toon de inhoud van het bericht
pl: Wyświetl treść wiadomości
pt_pt: Exibir o conteúdo da mensagem
ro: Afișați conținutul mesajelor
ru: Показать содержимое сообщения
sk: Zobraziť obsah správ
sl: Prikaži vsebino sporočil
sq: Shfaq përmbajtjen e mesazheve
sr_latn: Prikaži sadržaj poruke
sv: Visa meddelandets innehåll
tr: Mesaj içeriğini göster
uk: Показати вміст повідомлення
vi: Hiển thị nội dung tin nhắn
zh_hans: 显示消息内容
zh_hant: 顯示消息內容

# settings_view_display_notification_like_title
source: Reactions to messages
ar: ردود الفعل على الرسائل
bg: Реакции към съобщения
cs: Reakce na zprávy
da: Reaktioner på beskeder
de: Reaktionen auf Nachrichten
el: Αντιδράσεις σε μηνύματα
es: Reacciones a los mensajes
fa: واکنش ها به پیام ها
fi: Reaktiot viesteihin
fr: Réactions aux messages
he: תגובות להודעות
hi: संदेशों पर प्रतिक्रियाएँ
hr: Reakcije na poruke
hu: Reakciók az üzenetekre
id: Reaksi terhadap pesan
it: Reazioni ai messaggi
ja: メッセージへの反応
ko: 메시지에 대한 반응
nb: Reaksjoner på meldinger
nl: Reacties op berichten
pl: Reakcje na wiadomości
pt_pt: Reações às mensagens
ro: Reacții la mesaje
ru: Реакции на сообщения
sk: Reakcie na správy
sl: Reakcije na sporočila
sq: Reagimet ndaj mesazheve
sr_latn: Reakcije na poruke
sv: Reaktioner på meddelanden
tr: Mesajlara tepkiler
uk: Реакції на повідомлення
vi: Phản ứng với tin nhắn
zh_hans: 对消息的反应
zh_hant: 對消息的反應

# settings_view_display_notification_sender_title
source: Display the message sender
ar: عرض مرسل الرسالة
bg: Показване на подателя
cs: Zobrazit odesílatele zprávy
da: Vis besked afsender
de: Absender der Nachricht anzeigen
el: Εμφάνιση αποστολέα
es: Mostrar remitente del mensaje
fa: نمایش فرستنده پیام
fi: Näytä viestin lähettäjä
fr: Afficher l’expéditeur du message
he: הצג את שולח ההודעה
hi: संदेश प्रेषक प्रदर्शित करें
hr: Prikaži pošiljatelja poruke
hu: Az üzenet feladójának megjelenítése
id: Tampilkan pengirim pesan
it: Visualizza il mittente del messaggio
ja: メッセージ送信者を表示
ko: 메시지 발신자 표시
nb: Vis meldings avsender
nl: Toon bericht afzender
pl: Wyświetl nadawcę wiadomości
pt_pt: Exibir remetente da mensagem
ro: Afișați expeditorul mesajului
ru: Показать отправителя сообщения
sk: Zobraziť odosielateľa správy
sl: Prikaži pošiljatelja sporočila
sq: Shfaq dërguesin e mesazhit
sr_latn: Prikaži pošiljaoca poruke
sv: Visa meddelandets avsändare
tr: Mesaj göndereni görüntüle
uk: Показати відправника повідомлення
vi: Hiển thị người gửi tin nhắn
zh_hans: 显示邮件发件人
zh_hant: 顯示郵件發件人

# settings_view_ephemeral_message
source: Automatically delete sent messages
ar: حذف الرسائل المرسلة تلقائيًا
bg: Автоматично изтриване на изпратени съобщения
cs: Automaticky mazat odeslané zprávy
da: Slet automatisk sendte beskeder
de: Gesendete Nachrichten automatisch löschen
el: Αυτόματη διαγραφή απεσταλμένων μηνυμάτων
es: Eliminar automáticamente los mensajes enviados
fa: پیام های ارسالی را به صورت خودکار حذف کنید
fi: Poista lähetetyt viestit automaattisesti
fr: Effacer automatiquement les messages envoyés
he: מחק אוטומטית הודעות שנשלחו
hi: भेजे गए संदेशों को स्वचालित रूप से हटाएं
hr: Automatski izbriši poslane poruke
hu: Elküldött üzenetek automatikus törlése
id: Hapus pesan terkirim secara otomatis
it: Elimina automaticamente i messaggi inviati
ja: 送信したメッセージを自動的に削除する
ko: 보낸 메시지 자동 삭제
nb: Slett sendte beskjeder automatisk
nl: Verwijder automatisch verzonden berichten
pl: Automatycznie usuwaj wysłane wiadomości
pt_pt: Exclua automaticamente as mensagens enviadas
ro: Ștergeți automat mesajele trimise
ru: Автоматически удалять отправленные сообщения
sk: Automaticky mazať odoslané správy
sl: Samodejno izbriši poslana sporočila
sq: Fshi automatikisht mesazhet e dërguara
sr_latn: Automatski obriši poslate poruke
sv: Radera automatiskt skickade meddelanden
tr: Gönderilen mesajları otomatik olarak sil
uk: Автоматично видаляти надіслані повідомлення
vi: Tự động xóa tin nhắn đã gửi
zh_hans: 自动删除已发送的消息
zh_hant: 自動刪除已發送的消息

# settings_view_ephemeral_section_title
source: LIFETIME
ar: مدى العمر
bg: ЖИВОТ
cs: DOBA ŽIVOTNOSTI
da: LIVSTID
de: LEBENSDAUER
el: ΔΙΑΡΚΕΙΑ
es: ESPERANZA DE VIDA
fa: طول عمر
fi: ELINIKÄ
fr: DURÉE DE VIE
he: מֶשֶׁך הָחַיִים
hi: जीवन काल
hr: TRAJANJE
hu: ÉLETTARTAM
id: SEUMUR HIDUP
it: TUTTA LA VITA
ja: 表示時間
ko: 수명
nb: LIVSTID
nl: LEVENSDUUR
pl: CZAS ŻYCIA
pt_pt: TEMPO DE VIDA
ro: DURATĂ
ru: СРОК СЛУЖБЫ
sk: ŽIVOTNOSŤ
sl: ŽIVLJENJSKA DOBA
sq: JETËGJATËSIA
sr_latn: TRAJANJE
sv: LIVSTID
tr: ÖMÜR
uk: ЧАС ЖИТТЯ
vi: THỜI HẠN
zh_hans: 终生时间
zh_hant: 终生时间

# settings_view_ephemeral_title
source: Disappearing message
ar: رسالة سريعة الزوال
bg: Изчезващо съобщение
cs: Mizející zprávy
da: Forsvindende besked
de: Selbstlöschende Nachricht
el: Μήνυμα που εξαφανίζεται
es: Mensaje autodestructivo
fa: ناپدید شدن پیام
fi: Katoava viesti
fr: Message éphémère
he: הודעה נעלמת
hi: स्वयं विनाशकारी संदेश
hr: Nestajuća poruka
hu: Eltűnő üzenet
id: Pesan merusak diri sendiri
it: Messaggio che scompare
ja: 消えるメッセージ
ko: 사라지는 메시지
nb: Forsvinnende beskjed
nl: Verdwijnend bericht
pl: Znikająca wiadomość
pt_pt: Mensagem desaparecendo
ro: Mesaj care dispare
ru: Саморазрушительное сообщение
sk: Miznúca správa
sl: Izginjajoče sporočilo
sq: Mesazh që zhduket
sr_latn: Nestajuća poruka
sv: Självförstörande meddelanden
tr: Kaybolan mesaj
uk: Зникаюче повідомлення
vi: Tin nhắn tạm thời
zh_hans: 自我毁灭的讯息
zh_hant: 自我毀滅的訊息
